<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>.DS_Store</key>
		<data>
		vp4evQWjpESbsb/p5dkEzNHRdgM=
		</data>
		<key>Headers/MFNudity-Swift.h</key>
		<data>
		39Jnn5D+//AtI8HlqlQSGX7QFiw=
		</data>
		<key>Headers/MFNudity.h</key>
		<data>
		FKHwbLw+FudyMc8JEFjVEvXEfAg=
		</data>
		<key>Info.plist</key>
		<data>
		mJxO+ti9ggbEIxU2kid+UeUqBGI=
		</data>
		<key>Modules/MFNudity.swiftmodule/x86_64.swiftdoc</key>
		<data>
		XEHY9idDJo88pgJUUuw1smKbjYQ=
		</data>
		<key>Modules/MFNudity.swiftmodule/x86_64.swiftmodule</key>
		<data>
		6dDkjdSyt6FU4foAcSiLFGlip6Y=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		donf58esa1kGZgi3SveiVCODHk8=
		</data>
		<key>Nudity.mlmodelc/coremldata.bin</key>
		<data>
		XuAtvtolP+Mdjhie8N3KezLDm7w=
		</data>
		<key>Nudity.mlmodelc/model.espresso.net</key>
		<data>
		HcBF4UbmIRL2AH/PrSLFzbv0j+8=
		</data>
		<key>Nudity.mlmodelc/model.espresso.shape</key>
		<data>
		PI7lT9PfAlA6WwAEK/F5InmJJpc=
		</data>
		<key>Nudity.mlmodelc/model.espresso.weights</key>
		<data>
		cCxx22YIoz4sXZ/U70HMKt6sVuA=
		</data>
		<key>Nudity.mlmodelc/model/coremldata.bin</key>
		<data>
		4qMsud2icDgX4qrASIWG5TUoMNQ=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MFNudity-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			39Jnn5D+//AtI8HlqlQSGX7QFiw=
			</data>
			<key>hash2</key>
			<data>
			SXkze84EcJnAm267Y+mlu6KSrgUo9nQJiqo1LKV3Uj8=
			</data>
		</dict>
		<key>Headers/MFNudity.h</key>
		<dict>
			<key>hash</key>
			<data>
			FKHwbLw+FudyMc8JEFjVEvXEfAg=
			</data>
			<key>hash2</key>
			<data>
			MJEQK8NzmmV8YIWpCEi8DzHjL0G9s+raGQ5v5jIEOB0=
			</data>
		</dict>
		<key>Modules/MFNudity.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			XEHY9idDJo88pgJUUuw1smKbjYQ=
			</data>
			<key>hash2</key>
			<data>
			lB9+8pFxdOEaIgvFvPcau8oW0dA8j5OCihcU/1SMzJM=
			</data>
		</dict>
		<key>Modules/MFNudity.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			6dDkjdSyt6FU4foAcSiLFGlip6Y=
			</data>
			<key>hash2</key>
			<data>
			RwGquR19k/jtg4Y6E/YM3cb/lgijaUgTglLA5bihplg=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			donf58esa1kGZgi3SveiVCODHk8=
			</data>
			<key>hash2</key>
			<data>
			H+g25EkzKcs/kLH0/+VhIuMkROJeiIVGYyMG4oTQj70=
			</data>
		</dict>
		<key>Nudity.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XuAtvtolP+Mdjhie8N3KezLDm7w=
			</data>
			<key>hash2</key>
			<data>
			uQHcn5nddW/yNt9i0RKYQoSIDN+0lNz+rnjlUbD+dz0=
			</data>
		</dict>
		<key>Nudity.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			HcBF4UbmIRL2AH/PrSLFzbv0j+8=
			</data>
			<key>hash2</key>
			<data>
			YVfpvWursBI1LllpwWxslRBcDv3ckyw8qBgJIvNLV6Q=
			</data>
		</dict>
		<key>Nudity.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			PI7lT9PfAlA6WwAEK/F5InmJJpc=
			</data>
			<key>hash2</key>
			<data>
			x7qaaAsQG5DQBWIg+JCZg/jDPSQQ7aPCV7EfzFbErz8=
			</data>
		</dict>
		<key>Nudity.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			cCxx22YIoz4sXZ/U70HMKt6sVuA=
			</data>
			<key>hash2</key>
			<data>
			ijpiIuvT05aOFMOxvlkkJSz9ZelzHrLL7NMa64RiXko=
			</data>
		</dict>
		<key>Nudity.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4qMsud2icDgX4qrASIWG5TUoMNQ=
			</data>
			<key>hash2</key>
			<data>
			PJBGhTYZeNRMW0ulUr9AMCmcvSEaSPn3VntoBh6RXRE=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
